---
kind: property
id: P:Autodesk.Revit.DB.Category.IsTagCategory
source: html/6313ecca-201c-a257-27ee-d9925f49b779.htm
---
# Autodesk.Revit.DB.Category.IsTagCategory Property

Identifies if the category is associated with a type of tag for a different category.

## Syntax (C#)
```csharp
public bool IsTagCategory { get; }
```